
;	=======================
;	 INCINERATORS
;	-----------------------

[IRI_FireSparkFlamethrower X2AbilityTemplate]
LocFriendlyName="Испепелить"
LocLongDescription="Поджечь все, что попадет в конус пламени."
LocHelpText="Поджечь все, что попадет в конус пламени."

[IRI_FireSparkFlamethrowerOverwatch X2AbilityTemplate]
LocFriendlyName="Испепелить"
LocLongDescription="Поджечь все, что попадет в конус пламени."
LocHelpText="Поджечь все, что попадет в конус пламени."

[IRI_Incinerator_CV X2WeaponTemplate]
FriendlyName="Огнемет SF-01 \"Поджигатель\""
FriendlyNamePlural="Огнеметы SF-01 \"Поджигатель\""
BriefSummary="Первоначально разработанный доктором Клаусом из первого проекта XCOM в 2015 году, \"Поджигатель\" предназначался для установки на тяжелую бронетехнику. Его принцип действия таков же, как и у обычного огнемета, но увеличенные размеры и давление позволяют ему погрузить в адское пламя любую область на поле боя."
TacticalText="Первоначально разработанный доктором Клаусом из первого проекта XCOM в 2015 году, \"Поджигатель\" предназначался для установки на тяжелую бронетехнику. Его принцип действия таков же, как и у обычного огнемета, но увеличенные размеры и давление позволяют ему погрузить в адское пламя любую область на поле боя.<br/><bullet/> Цели, устойчивые к огню, не получат повреждения от этого оружия.<br/><bullet/> И обычные атаки, и режим наблюдения проходят по конической зоне. Используйте с осторожностью, чтобы не задеть союзников или важные объекты."
AbilityDescName="огнемет"

[IRI_Incinerator_MG X2WeaponTemplate]
FriendlyName="Огнемет SF-21 \"Испепелитель\""
FriendlyNamePlural="Огнеметы SF-21 \"Испепелитель\""
BriefSummary="Ключевые части \"Испепелителя\" изготовлены из инопланетных сплавов, позволяя выдерживать еще большую температуру и давление и устраивать настоящий огненный шторм на поле боя."
TacticalText="Ключевые части \"Испепелителя\" изготовлены из инопланетных сплавов, позволяя выдерживать еще большую температуру и давление и устраивать настоящий огненный шторм на поле боя.<br/><bullet/> Цели, устойчивые к огню, не получат повреждения от этого оружия.<br/><bullet/> И обычные атаки, и режим наблюдения проходят по конической зоне. Используйте с осторожностью, чтобы не задеть союзников или важные объекты."
AbilityDescName="огнемет"

[IRI_Incinerator_BM X2WeaponTemplate]
FriendlyName="Огнемет SF-35 \"Солнечная вспышка\""
FriendlyNamePlural="Огнеметы SF-35 \"Солнечная вспышка\""
BriefSummary="\"Солнечная вспышка\" стреляет потоком раскаленного ионизированного газа, принося на поле боя настоящий апокалипсис в отдельно взятой зоне."
TacticalText="\"Солнечная вспышка\" стреляет потоком раскаленного ионизированного газа, принося на поле боя настоящий апокалипсис в отдельно взятой зоне.<br/><bullet/> Цели, устойчивые к огню, не получат повреждения от этого оружия.<br/><bullet/> И обычные атаки, и режим наблюдения проходят по конической зоне. Используйте с осторожностью, чтобы не задеть союзников или важные объекты."
AbilityDescName="огнемет"

;	============
;	 SABOT AMMO
;	------------
[IRI_Ammo_Sabot X2AmmoTemplate]
FriendlyName="Подкалиберные патроны"
FriendlyNamePlural="Подкалиберные патроны"
BriefSummary="Эти стреловидные подкалиберные патроны используют отделяющийся сердечник для ускорения до гиперзвуковых скоростей, что делает их значительно более эффективными на дальней дистанции и не позволяет врагу увернуться."
TacticalText="Эти стреловидные подкалиберные патроны используют отделяющийся сердечник для ускорения до гиперзвуковых скоростей, что делает их значительно более эффективными на дальней дистанции и не позволяет врагу увернуться.<br/><bullet> Штрафы к меткости за Общий вид снижены на <Ability:IRI_SABOT_AMMO_COUNTER_SQUADSIGHT/>.<br/><bullet> Игнорирует <Ability:IRI_SABOT_AMMO_COUNTER_DODGE/> дефолтного Уклонения цели.<br><Bullet/> Игнорирует <Ability:IRI_SABOT_AMMO_COUNTER_DEFENSE/> дефолтной Защиты цели. <br><Bullet/> Общий вид обычно имеет <Ability:IRI_SABOT_AMMO_SQUADSIGHT_AIM/> к меткости за клетку Aim и <Ability:IRI_SABOT_AMMO_SQUADSIGHT_CRIT/> к криту."

[IRI_Ammo_Sabot_Ability X2AbilityTemplate]
LocFriendlyName="Подкалиберные патроны"
LocLongDescription="Эти стреловидные подкалиберные патроны используют отделяющийся сердечник для ускорения до гиперзвуковых скоростей, что делает их значительно более эффективными на дальней дистанции и не позволяет врагу увернуться."
LocHelpText="Эти стреловидные подкалиберные патроны используют отделяющийся сердечник для ускорения до гиперзвуковых скоростей, что делает их значительно более эффективными на дальней дистанции и не позволяет врагу увернуться."
LocFlyOverText="Подкалиберные патроны"

;	=======================
;	 ARTILLERY CANNONS
;	-----------------------

[IRI_ArtilleryCannon_CV X2WeaponTemplate]
FriendlyName="Тяжелая пушка T-17 \"Архангел\""
FriendlyNamePlural="Тяжелые пушки T-17 \"Архангел\""
BriefSummary="Прототип 45-мм переносного артиллерийского орудия Т-17, созданного в Архангельске в конце 2015 года, должен был стать тяжелой противотанковой установкой для S.H.I.V."
TacticalText="Прототип 45-мм переносного артиллерийского орудия Т-17, созданного в Архангельске в конце 2015 года, должен был стать тяжелой противотанковой установкой для S.H.I.V.<br/><bullet/> Кинетические снаряды, выпущенные из тяжелой пушки, могут пробивать укрытия, снижая урон на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> вместо штрафа к меткости.<br/><bullet/> Тяжелые Пушки перезаряжаются после каждого выстрела и требуют 2 действия на выстрел.<br/><bullet/> Тактическая гибкость Тяжелых Пушек может быть улучшена с помощью особых боеприпасов.<br/><bullet/> Специальные боеприпасы влияют на все атаки Тяжелых Пушек."
AbilityDescName="тяжелая пушка"

[IRI_ArtilleryCannon_MG X2WeaponTemplate]
FriendlyName="Тяжелая пушка LAGO-508"
FriendlyNamePlural="Тяжелые пушки LAGO-508"
BriefSummary="Линейный гаусс-ускоритель (Linear Acceleration Gauss Onager), модель 508 - самый большой и современный вариант переносного крупнокалиберного магнитного оружия."
TacticalText="Линейный гаусс-ускоритель (Linear Acceleration Gauss Onager), модель 508 - самый большой и современный вариант переносного крупнокалиберного магнитного оружия. <bullet/> Кинетические снаряды, выпущенные из тяжелой пушки, могут пробивать укрытия, снижая урон на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> вместо штрафа к меткости.<br/><bullet/> Тяжелые Пушки перезаряжаются после каждого выстрела и требуют 2 действия на выстрел.<br/><bullet/> Тактическая гибкость Тяжелых Пушек может быть улучшена с помощью особых боеприпасов.<br/><bullet/> Специальные боеприпасы влияют на все атаки Тяжелых Пушек."
AbilityDescName="тяжелая пушка"


[IRI_ArtilleryCannon_BM X2WeaponTemplate]
FriendlyName="Тяжелая пушка L-22 Leafstar"
FriendlyNamePlural="Тяжелые пушки L-22 Leafstar"
BriefSummary="Названная в честь звездообразной дульной вспышки, тяжелая пушка L-22 Leafstar стреляет шарами конденсированной летучей плазмы."
TacticalText="Названная в честь звездообразной дульной вспышки, тяжелая пушка L-22 Leafstar стреляет шарами конденсированной летучей плазмы.<br/><bullet/> Плазменные заряды, выпущенные из тяжелой пушки, могут пробивать укрытия, снижая урон на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> вместо штрафа к меткости.<br/><bullet/> Тяжелые Пушки перезаряжаются после каждого выстрела и требуют 2 действия на выстрел.<br/><bullet/> Тактическая гибкость Тяжелых Пушек может быть улучшена с помощью особых боеприпасов.<br/><bullet/> Специальные боеприпасы влияют на все атаки Тяжелых Пушек."
AbilityDescName="тяжелая пушка"


;	=======================
;	 CANNON SHELL PASSIVES
;	-----------------------

;	=====================================================================================================
;	Used for localization and icon in tactical to remind the player that cannon can shoot through cover.

[IRI_FireArtilleryCannon_AP_Passive X2AbilityTemplate]
LocFriendlyName="Тяжелая пушка"
LocLongDescription="Обычные снаряды, выпущенные из Тяжелой пушки, могут пробивать укрытия, снижая урон на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> вместо штрафа к меткости."
LocHelpText="Обычные снаряды, выпущенные из Тяжелой пушки, могут пробивать укрытия, снижая урон на <Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/> вместо штрафа к меткости."
LocFlyOverText="Тяжелая пушка"

;	=====================================================================================================
;	Not actually visible in game

[IRI_FireArtilleryCannon_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы противотанковые снаряды"
LocLongDescription="Этот боец несет в инвентаре противотанковые снаряды, который могут быть выпущены из Тяжелой пушки. Противотанковые снаряды наносят высокий бронебойный урон одной цели и незначительный взрывной урон соседним врагам. Они получают штраф к критическому попаданию на дальней дистанции."
LocHelpText="Этот боец несет в инвентаре противотанковые снаряды, который могут быть выпущены из Тяжелой пушки. Противотанковые снаряды наносят высокий бронебойный урон одной цели и незначительный взрывной урон соседним врагам. Они получают штраф к критическому попаданию на дальней дистанции."
LocFlyOverText="Противотанковые снаряды"

[IRI_FireArtilleryCannon_HE_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы фугасные снаряды"
LocLongDescription="Этот боец несет в инвентаре фугасные снаряды, который могут быть выпущены из Тяжелой пушки. Такие снаряды летят по дугообразной траектории и наносят взрывной урон всем врагам в выбранной области."
LocHelpText="Этот боец несет в инвентаре фугасные снаряды, который могут быть выпущены из Тяжелой пушки. Такие снаряды летят по дугообразной траектории и наносят взрывной урон всем врагам в выбранной области."
LocFlyOverText="Фугасные снаряды"

[IRI_FireArtilleryCannon_Shrapnel_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы шрапнельные снаряды"
LocLongDescription="Этот боец несет в инвентаре шрапнельные снаряды, который могут быть выпущены из Тяжелой пушки. Шрапнель наносит урон всем целям в конической зоне, но блокируется укрытиями."
LocHelpText="Этот боец несет в инвентаре шрапнельные снаряды, который могут быть выпущены из Тяжелой пушки. Шрапнель наносит урон всем целям в конической зоне, но блокируется укрытиями."
LocFlyOverText="Шрапнельные снаряды"

;	=====================================================================================================
;	Used for localization and icon in tactical to remind the player that this unit carries specific shells

[IRI_Shell_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы противотанковые снаряды"
LocLongDescription="Этот боец несет в инвентаре противотанковые снаряды, который могут быть выпущены из Тяжелой пушки. Противотанковые снаряды наносят высокий бронебойный урон одной цели и незначительный взрывной урон соседним врагам. Они получают штраф к критическому попаданию на дистанции Общего вида, если только не экипированы Подкалиберные патроны."
LocHelpText="Этот боец несет в инвентаре противотанковые снаряды, которые могут быть выпущены из Тяжелой пушки. Противотанковые снаряды наносят высокий бронебойный урон одной цели и незначительный взрывной урон соседним врагам. Они получают штраф к критическому попаданию на дистанции Общего вида, если только не экипированы Подкалиберные патроны."
LocFlyOverText="Противотанковые снаряды"

[IRI_Shell_HEDP_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы снаряды БОСС"
LocLongDescription="Этот боец несет в инвентаре снаряды БОСС (Бронебойно-Осколочные Специальные Снаряды), которые могут быть выпущены из Тяжелой пушки. Такие снаряды наносят высокий бронебойный урон одной цели и умеренный взрывной урон соседним врагам. Они получают штраф к критическому попаданию на дистанции Общего вида, если только не экипированы Подкалиберные патроны."
LocHelpText="Этот боец несет в инвентаре снаряды БОСС (Бронебойно-Осколочные Специальные Снаряды), которые могут быть выпущены из Тяжелой пушки. Такие снаряды наносят высокий бронебойный урон одной цели и умеренный взрывной урон соседним врагам. Они получают штраф к критическому попаданию на дистанции Общего вида, если только не экипированы Подкалиберные патроны."
LocFlyOverText="Снаряды БОСС"

[IRI_Shell_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы противотанковые снаряды"
LocLongDescription="Этот боец несет в инвентаре противотанковые снаряды, которые могут быть выпущены из Тяжелой пушки. Противотанковые снаряды наносят высокий бронебойный урон одной цели и незначительный взрывной урон соседним врагам. Они получают штраф к критическому попаданию на дистанции Общего вида, если только не экипированы Подкалиберные патроны."
LocHelpText="Этот боец несет в инвентаре противотанковые снаряды, которые могут быть выпущены из Тяжелой пушки. Противотанковые снаряды наносят высокий бронебойный урон одной цели и незначительный взрывной урон соседним врагам. Они получают штраф к критическому попаданию на дистанции Общего вида, если только не экипированы Подкалиберные патроны."
LocFlyOverText="Противотанковые снаряды"

[IRI_Shell_HE_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы фугасные снаряды"
LocLongDescription="Этот боец несет в инвентаре фугасные снаряды, которые могут быть выпущены из Тяжелой пушки. Такие снаряды летят по дугообразной траектории и наносят взрывной урон всем врагам в выбранной области."
LocHelpText="Этот боец несет в инвентаре фугасные снаряды, которые могут быть выпущены из Тяжелой пушки. Такие снаряды летят по дугообразной траектории и наносят взрывной урон всем врагам в выбранной области."
LocFlyOverText="Фугасные снаряды"

[IRI_Shell_HESH_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы снаряды ФОБОС"
LocLongDescription="Этот боец несет в инвентаре снаряды ФОБОС (Фугасно-Осколочные Безоболочечные Облегченные Снаряды), которые могут быть выпущены из Тяжелой пушки. Такие снаряды летят по дугообразной траектории и наносят взрывной урон всем врагам в выбранной области. Цель в центре взрыва получит больше повреждений."
LocHelpText="Экипированы снаряды ФОБОС"
LocLongDescription="Этот боец несет в инвентаре снаряды ФОБОС (Фугасно-Осколочные Безоболочечные Облегченные Снаряды), которые могут быть выпущены из Тяжелой пушки. Такие снаряды летят по дугообразной траектории и наносят взрывной урон всем врагам в выбранной области. Цель в центре взрыва получит больше повреждений."
LocFlyOverText="Снаряды ФОБОС"

[IRI_Shell_Shrapnel_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы шрапнельные снаряды"
LocLongDescription="Этот боец несет в инвентаре шрапнельные снаряды, которые могут быть выпущены из Тяжелой пушки. Шрапнель наносит урон всем целям в конической зоне, но блокируется укрытиями."
LocHelpText="Этот боец несет в инвентаре шрапнельные снаряды, который могут быть выпущены из Тяжелой пушки. Шрапнель наносит урон всем целям в конической зоне, но блокируется укрытиями."
LocFlyOverText="Шрапнельные снаряды"

[IRI_Shell_Flechette_Passive X2AbilityTemplate]
LocFriendlyName="Экипированы снаряды УШИБ"
LocLongDescription="Этот боец несет в инвентаре снаряды УШИБ (Улучшенные Шрапнельно-Игольчатые Боеприпасы), которые могут быть выпущены из Тяжелой пушки. Иглы наносят урон всем целям в конической зоне. Они блокируется укрытиями, но игнорируют броню органических целей."
LocHelpText="Этот боец несет в инвентаре снаряды УШИБ (Улучшенные Шрапнельно-Игольчатые Боеприпасы), которые могут быть выпущены из Тяжелой пушки. Иглы наносят урон всем целям в конической зоне. Они блокируется укрытиями, но игнорируют броню органических целей."
LocFlyOverText="Снаряды УШИБ"


;	============================
;	 EXPERIMENTAL CANNON SHELLS
;	----------------------------

[IRI_ExperimentalShells_Tech X2TechTemplate]
DisplayName="Экспериментальные снаряды к Тяжелой пушке"
Summary="Потратив некоторое время и ресурсы, мы могли бы создать автоматизированные производственные линии для расширения номенклатуры боеприпасов к Тяжелым пушкам, повысив их тактическую гибкость."

[IRI_Shell_HEAT X2WeaponTemplate]
FriendlyName="Противотанковые снаряды"
FriendlyNamePlural="Противотанковые снаряды"
BriefSummary="Противотанковые снаряды используют заряд кумулятивной взрывчатки для создания огромного давления, буквально сминающего броню."
TacticalText="Противотанковые снаряды используют заряд кумулятивной взрывчатки для создания огромного давления, буквально сминающего броню.<br/><bullet/> Противотанковые снаряды очень эффективны против бронированных целей, а взрыв наносит небольшие повреждения ближайшим врагам.<br/><bullet/> Противотанковые  снаряды наносят одинаковый урон независимо от расстояния, однако летят они медленно, поэтому вероятность попадания по уязвимым точкам противника уменьшается по мере увеличения расстояния до цели (если только не экипированы Подкалиберные патроны).<br/><bullet/> Снаряды экипируются в слот для дополнительного оружия, на них действует эффект специальных патронов XCOM."

[IRI_Shell_HE X2WeaponTemplate]
FriendlyName="Фугасные снаряды"
FriendlyNamePlural="Фугасные снаряды"
BriefSummary="Фугасные снаряды летят по дугообразной траектории и наносят умеренные повреждения от взрыва всем целям вокруг точки попадания."
TacticalText="Фугасные снаряды летят по дугообразной траектории и наносят умеренные повреждения от взрыва всем целям вокруг точки попадания.<br/><bullet/> Снаряды экипируются в слот для дополнительного оружия, на них действует эффект специальных патронов XCOM."

[IRI_Shell_Shrapnel X2WeaponTemplate]
FriendlyName="Шрапнельные снаряды"
FriendlyNamePlural="Шрапнельные снаряды"
BriefSummary="Тяжелая пушка стреляет зарядом шрапнели, которая наносит умеренный урон целям в конусообразной зоне поражения. Шрапнель блокируется укрытиями."
TacticalText="Тяжелая пушка стреляет зарядом шрапнели, которая наносит умеренный урон целям в конусообразной зоне поражения. Шрапнель блокируется укрытиями.<br/><bullet/> Снаряды экипируются в слот для дополнительного оружия, на них действует эффект специальных патронов XCOM."

[IRI_FireArtilleryCannon_HEAT X2AbilityTemplate]
LocFriendlyName="Выстрелить противотанковым снарядом"
LocLongDescription="Выстрелить противотанковым снарядом в цель."
LocHelpText="Выстрелить противотанковым снарядом в цель."

[IRI_FireArtilleryCannon_HE X2AbilityTemplate]
LocFriendlyName="Выстрелить фугасным снарядом"
LocLongDescription="Выстрелить фугасным снарядом по зоне поражения."
LocHelpText="Выстрелить фугасным снарядом по зоне поражения."

[IRI_FireArtilleryCannon_Shrapnel X2AbilityTemplate]
LocFriendlyName="Выстрелить шрапнельным снарядом"
LocLongDescription="Выстрелить шрапнельным снарядом по зоне поражения."
LocHelpText="Выстрелить шрапнельным снарядом по зоне поражения."

;	========================
;	 IMPROVED CANNON SHELLS
;	------------------------
[IRI_ImprovedShells_Tech X2TechTemplate]
DisplayName="Улучшенные снаряды к Тяжелой пушке"
Summary="Пора обновить и пересмотреть весь наш арсенал специальных снарядов к Тяжелым пушкам, чтобы улучшить их везде, где это возможно."

[IRI_Shell_HEDP X2WeaponTemplate]
FriendlyName="Снаряды БОСС"
FriendlyNamePlural="Снаряды БОСС"
BriefSummary="Снаряды БОСС (Бронебойно-Осколочные Специальные Снаряды) - по сути, те же Противотанковые снаряды, только с усиленным наружным слоем корпуса  для повышенной фрагментации."
TacticalText="Снаряды БОСС (Бронебойно-Осколочные Специальные Снаряды) - по сути, те же Противотанковые снаряды, только с усиленным наружным слоем корпуса  для повышенной фрагментации.<br/><bullet/> Снаряды БОСС наносят больше урона ближайшим целям, чем обычные Противотанковые снаряды, что делает их применение более разносторонним.<br/><bullet/> Снаряды экипируются в слот для дополнительного оружия, на них действует эффект специальных патронов XCOM."

[IRI_Shell_HESH X2WeaponTemplate]
FriendlyName="Снаряды ФОБОС"
FriendlyNamePlural="Снаряды ФОБОС"
BriefSummary="Снаряды ФОБОС (Фугасно-Осколочные Безоболочечные Облегченные Снаряды) используют облегченный корпус и пластичную боеголовку, которая сплющивается об ударную поверхность непосредственно перед детонацией. Это значительно увеличивает урон, наносимый объекту в эпицентре взрыва."
TacticalText="Снаряды ФОБОС (Фугасно-Осколочные Безоболочечные Облегченные Снаряды) используют облегченный корпус и пластичную боеголовку, которая сплющивается об ударную поверхность непосредственно перед детонацией. Это значительно увеличивает урон, наносимый объекту в эпицентре взрыва.<br/><bullet/> Снаряды ФОБОС наносят больше урона в эпицентре взрыва, чем обычные Фугасные снаряды.<br/><bullet/> Снаряды экипируются в слот для дополнительного оружия, на них действует эффект специальных патронов XCOM."

[IRI_Shell_Flechette X2WeaponTemplate]
FriendlyName="Снаряды УШИБ"
FriendlyNamePlural="Снаряды УШИБ"
BriefSummary="Снаряды УШИБ (Улучшенные Шрапнельно-Игольчатые Боеприпасы) - по сути, те же Шрапнельные снаряды, которые вместо заряда шрапнели стреляют вихрем бритвенно-острых игл из инопланетных сплавов. Иглы всё еще не пробивают укрытия, но пронзают броню на органических противниках."
TacticalText="Снаряды УШИБ (Улучшенные Шрапнельно-Игольчатые Боеприпасы) - по сути, те же Шрапнельные снаряды, которые вместо заряда шрапнели стреляют вихрем бритвенно-острых игл из инопланетных сплавов. Иглы всё еще не пробивают укрытия, но пронзают броню на органических противниках.<br/><bullet/> Снаряды экипируются в слот для дополнительного оружия, на них действует эффект специальных патронов XCOM."

[IRI_FireArtilleryCannon_HEDP X2AbilityTemplate]
LocFriendlyName="Выстрелить снарядом БОСС"
LocLongDescription="Выстрелить снарядом БОСС по цели."
LocHelpText="Выстрелить снарядом БОСС по цели."

[IRI_FireArtilleryCannon_HESH X2AbilityTemplate]
LocFriendlyName="Выстрелить снарядом ФОБОС"
LocLongDescription="Выстрелить снарядом ФОБОС по зоне поражения. Цель в эпицентре взрыва получит больше урона."
LocHelpText="Выстрелить снарядом ФОБОС по зоне поражения."

[IRI_FireArtilleryCannon_Flechette X2AbilityTemplate]
LocFriendlyName="Выстрелить снарядом УШИБ"
LocLongDescription="Выстрелить снарядом УШИБ по зоне поражения. Игнорирует броню на органических целях."
LocHelpText="Выстрелить снарядом УШИБ по зоне поражения."

;	========================
;	 MUNITIONS MOUNT
;	------------------------
[IRI_Shells_T1 X2WeaponTemplate]
FriendlyName="Боекомплект"
FriendlyNamePlural="Боекомплекты"
BriefSummary="Экипированный в качестве дополнительного оружия, Боекомплект дает слот для патронов и позволяет нести противотанковые, фугасные и шрапнельные снаряды одновременно."
TacticalText="Экипированный в качестве дополнительного оружия, Боекомплект дает слот для патронов и позволяет нести противотанковые, фугасные и шрапнельные снаряды одновременно."

[IRI_Shells_T2 X2WeaponTemplate]
FriendlyName="Улучшенный Боекомплект"
FriendlyNamePlural="Улучшенные Боекомплекты"
BriefSummary="Экипированный в качестве дополнительного оружия, Улучшенный Боекомплект дает слот для патронов и позволяет нести снаряды БОСС, ФОБОС и УШИБ одновременно."
TacticalText="Экипированный в качестве дополнительного оружия, Улучшенный Боекомплект дает слот для патронов и позволяет нести снаряды БОСС, ФОБОС и УШИБ одновременно."

;	========================
;	WEAPON UPGRADES
;	------------------------

;[IRI_ExperimentalMagazine_Passive X2AbilityTemplate]
;LocFriendlyName="Экспериментальный магазин"
;LocLongDescription="Этот солдат использует оружие, оснащенное Экспериментальным магазином, и может применять особые боеприпасы."
;LocHelpText="Этот солдат использует оружие, оснащенное Экспериментальным магазином, и может применять особые боеприпасы."
;LocFlyOverText="Экспериментальный магазин"

[IRI_ExperimentalMagazine_Upgrade X2WeaponUpgradeTemplate]
FriendlyName="Экспериментальный магазин"
FriendlyNamePlural="Экспериментальные магазины"
BriefSummary="Дает дополнительный слот для боеприпасов."
TinySummary="Дает дополнительный слот для боеприпасов."
LootTooltip="Это улучшение оружия позволяет использовать специальные боеприпасы без использования слота в инвентаре. Улучшение не даст эффекта, если боец и так имеет специальный слот для боеприпасов."

[IRI_SpeedLoader_Passive X2AbilityTemplate]
LocFriendlyName="Скоростная перезарядка"
LocLongDescription="Этот солдат использует оружие, применяющее механизм скоростной перезарядки. Она происходит автоматически, когда боец выполняет рывок."
LocHelpText="Этот солдат использует оружие, применяющее механизм скоростной перезарядки. Она происходит автоматически, когда боец выполняет рывок."
LocFlyOverText="Скоростная перезарядка"

[IRI_SpeedLoader_Reload X2AbilityTemplate]
LocFriendlyName="Скоростная перезарядка"
LocLongDescription="Автоматически перезаряжает оружие во время рывка."
LocHelpText="Этот солдат использует оружие, применяющее механизм скоростной перезарядки. Она происходит автоматически, когда солдат выполняет рывок."
LocFlyOverText="Скоростная перезарядка"

[IRI_SpeedLoader_Upgrade X2WeaponUpgradeTemplate]
FriendlyName="Скоростная перезарядка"
FriendlyNamePlural="Скоростные перезарядки"
BriefSummary="Перезарядка во время рывка."
TinySummary="Рывок перезаряжает оружие."
LootTooltip="Это улучшение оружия автоматически его перезаряжает, когда солдат выполняет рывок."

;	========================
;	OTHER STUFF
;	------------------------

[IRI_Arsenal_DummyPassive X2AbilityTemplate]
LocFriendlyName="Арсенал"
LocLongDescription="Дрон BIT может нести и использовать тяжелое вооружение. Если Протокол помощи  будет использован на союзнике, это временно передаст ему контроль над тяжелым оружием. BIT может выполнять те же протоколы, что и \"Гремлин\", но он менее эффективен в этой роли."
LocHelpText="Дрон BIT может нести и использовать тяжелое вооружение. Если Протокол помощи  будет использован на союзнике, это временно передаст ему контроль над тяжелым оружием. BIT может выполнять те же протоколы, что и \"Гремлин\", но он менее эффективен в этой роли."

[IRI_EntrenchProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Закрепления"
LocLongDescription="Если этот боец использует Протокол помощи на самом себе, защитный эффект будет длиться, пока он не двинется с места. Кулдаун Протокола помощи не начнет отсчет, пока действует Протокол Закрепления."
LocHelpText="Если этот боец использует Протокол помощи на самом себе, защитный эффект будет длиться, пока он не двинется с места. Кулдаун Протокола помощи не начнет отсчет, пока действует Протокол Закрепления."
LocFlyOverText="Протокол Закрепления"

[IRI_EntrenchProtocol_Passive X2AbilityTemplate]
LocFriendlyName="Набор Протоколов"
LocLongDescription="Взлом увеличивается на +<Ability:IRI_PROTOCOL_SUITE_HACKING_BONUS/>. Если боец использует BIT или \"Гремлин\", он получает Протокол вторжения, Протокол помощи, Протокол Закрепления и Активный камуфляж."
LocHelpText="Взлом увеличивается на +<Ability:IRI_PROTOCOL_SUITE_HACKING_BONUS/>. Если боец использует BIT или \"Гремлин\", он получает Протокол вторжения, Протокол помощи, Протокол Закрепления и Активный камуфляж."
LocPromotionPopupText="<Bullet/> Протокол закрепления пассивно увеличивает длительность Протокола защиты, примененного на самом себе, если боец неподвижен. Кулдаун Протокола защиты не начинает отсчет, пока действует Протокол закрепления.<br/><Bullet/> Активный камуфляж снижает уровень радиуса обнаружения механического бойца до уровня обычного солдата. Без него боец заметнее для врагов во время скрытности."


[IRI_ActiveCamo X2AbilityTemplate]
LocFriendlyName="Активный камуфляж"
LocLongDescription="В начале миссии BIT проецирует светопреломляющее поле вокруг бойца, позволяя ему оставаться скрытым даже тогда, когда отряд обнаружен, и уменьшая радиус обнаружения."
LocHelpText="В начале миссии BIT проецирует светопреломляющее поле вокруг бойца, позволяя ему оставаться скрытым даже тогда, когда отряд обнаружен, и уменьшая радиус обнаружения."
LocFlyOverText="Активный камуфляж"

[IRI_OrdnanceLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="Артиллерийская установка"
FriendlyNamePlural="Артиллерийские установки"
BriefSummary="Артиллерийская установка позволяет нашим механизировнным бойцам использовать различные типы боеприпасов."
TacticalText="Артиллерийская установка позволяет нашим механизировнным бойцам использовать различные типы боеприпасов.\n<Bullet/> Добавляет <Ability:IRI_CONV_LAUNCHER_GRANT_GRENADE_SLOTS/> слот(ов) для гранат."
AbilityDescName="артиллерийская установка"

[IRI_OrdnanceLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="Артиллерийский ускоритель"
FriendlyNamePlural="Артиллерийские ускорители"
BriefSummary="Артиллерийский ускоритель использует магнитные технологии, позволяющие выстреливать снаряды дальше, чем из обычной артиллерийской установки."
TacticalText="Артиллерийский ускоритель использует магнитные технологии, позволяющие выстреливать снаряды дальше, чем из обычной артиллерийской установки.\n<Bullet/> Добавляет <Ability:IRI_MAG_LAUNCHER_GRANT_GRENADE_SLOTS/> слот(ов) для гранат."
AbilityDescName="артиллерийская установка"

[IRI_OrdnanceLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="Силовая артиллерийская установка"
FriendlyNamePlural="Силовые артиллерийские установки"
BriefSummary="Силовая артиллерийская установка сочетает наши последние открытия в области лучевых технологий и систему ИИ-наведения для поражения целей с беспрецедентной точностью."
TacticalText="Силовая артиллерийская установка сочетает наши последние открытия в области лучевых технологий и систему ИИ-наведения, позволяющую облетать препятствия для максимальной точности удара.\n<Bullet/> Добвляет <Ability:IRI_BEAM_LAUNCHER_GRANT_GRENADE_SLOTS/> слот(ов) для гранат."
AbilityDescName="артиллерийская установка"


[IRI_KineticStrikeModule X2WeaponTemplate]
FriendlyName="Модуль кинетического удара"
FriendlyNamePlural="Модули кинетического удара"
BriefSummary="Крепящийся на руке ударный модуль из инопланетных сплавов, усиленный твердотопливными реактивными ускорителями. Существенно увеличивает эффективность наших механизированных бойцов в ближнем бою."
TacticalText="Крепящийся на руке ударный модуль из инопланетных сплавов, усиленный твердотопливными реактивными ускорителями. Существенно увеличивает эффективность наших механизированных бойцов в ближнем бою."
AbilityDescName="модуль кинетического удара"

[IRI_KineticStrike X2AbilityTemplate]
LocFriendlyName="Кинетический удар"
LocLongDescription="Наносит сокрушительный удар по цели на соседней клетке. Уничтожает большинство видов укрытий."
LocHelpText="Наносит сокрушительный удар по цели на соседней клетке. Уничтожает большинство видов укрытий."
LocFlyOverText="Кинетический удар"

[IRI_KineticStrike_Passive X2AbilityTemplate]
LocFriendlyName="Кинетические усиления"
LocLongDescription="Модуль кинетического удара значительно увеличивает урон рукопашных атак."
LocHelpText="Модуль кинетического удара значительно увеличивает урон рукопашных атак."
;LocFlyOverText="Кинетические усиления"


[IRI_RestorativeMist_Heal X2AbilityTemplate]
LocFriendlyName="Восстанавливающий туман"
LocLongDescription="Лечит всех органических союзников вокруг бойца."
LocHelpText="Лечит всех органических союзников вокруг бойца."
LocFlyOverText="Восстанавливающий туман"

[IRI_RestorativeMist_HealBit X2AbilityTemplate]
LocFriendlyName="Восстанавливающий туман"
LocLongDescription="BIT лечит всех органических союзников в выбранной зоне."
LocHelpText="BIT лечит всех органических союзников в выбранной зоне."
LocFlyOverText="Восстанавливающий туман"

[IRI_RestorativeMist_CV X2WeaponTemplate]
FriendlyName="Восстанавливающий туман"
FriendlyNamePlural="Восстанавливающий туман"
BriefSummary="По сути, это усиленная аптечка. Модуль восстанавливающего тумана способен вылечить несколько органических юнитов сразу."
TacticalText="По сути, это усиленная аптечка. Модуль восстанавливающего тумана способен вылечить несколько органических юнитов сразу.<br/><Bullet/> Распыленный лечебный раствор способен затянуть раны и нейтрализовать большинство негативных эффектов, включая  горение и яд.<br/><Bullet/> Применяемый механизм распыления не обладает достаточной точностью и поэтому не может быть использован для стабилизации кровоткчения.<br/><Bullet/> При использовании BIT можно распылять туман в указанной области, делая возможным лечение бойцов на дистации."
AbilityDescName="восстанавливающий туман"


[IRI_ElectroPulse X2AbilityTemplate]
LocFriendlyName="Электроимпульс"
LocLongDescription="Электроимпульс приводит в негодность оружие и энергетические щиты, а также отключает роботов вокруг солдата."
LocHelpText="Электроимпульс приводит в негодность оружие и энергетические щиты, а также отключает роботов вокруг солдата."
LocFlyOverText="Электроимпульс"

[IRI_ElectroPulse_Bit X2AbilityTemplate]
LocFriendlyName="Электроимпульс"
LocLongDescription="BIT испускает электроимпульс, который приводит в негодность оружие и энергетические щиты, а также отключает роботов в выбранной зоне."
LocHelpText="BIT испускает электроимпульс, который приводит в негодность оружие и энергетические щиты, а также отключает роботов в выбранной зоне."
LocFlyOverText="Электроимпульс"

[IRI_ElectroPulse_CV X2WeaponTemplate]
FriendlyName="Электроимпульс"
FriendlyNamePlural="Электроимпульс"
BriefSummary="Этот модуль способен испускать электромагнитный импульс, который временно отключает роботов в области поражения. Он также отключает энергетические щиты на всех попавших под удар и разряжает их оружие."
TacticalText="Этот модуль способен испускать электромагнитный импульс, который временно отключает роботов в области поражения. Он также отключает энергетические щиты на всех попавших под удар и разряжает их оружие.<br/><Bullet/> ИСКРА во время использования ненадолго отключается, чтобы избежать эффекта собственного удара, но остальные союзники в зоне поражения попадут под действие импульса.<br/><Bullet/> При использовании BIT можно вызвать импульс в указанной области, делая возможной атаку на дистации."
AbilityDescName="электроимпульс"

[IRI_Heavy_Autogun X2WeaponTemplate]
FriendlyName="Автопушка \"Кирука\""
FriendlyNamePlural="Автопушки \"Кирука\""
BriefSummary="Разработанная компанией \"Кирука ФайрАрмс\" автопушка задумывалась как запасное оружие для ИСКР, но обычные содаты также способны использовать ее."
TacticalText="Разработанная компанией \"Кирука ФайрАрмс\" автопушка задумымывалась как запасное оружие для ИСКР, но обычные содаты также способны использовать ее.<br/><Bullet/> Большой запас патронов делает автопушку незаменимой в условиях насыщенной мишенями среды.<br/><Bullet/> Экспансивные пули \"Кирука\" быстро теряют энергию и наносят очень мало вреда объектам окружения.<br/><Bullet/> Прошедшие специальные тренировки бойцы способны использовать автопушки, не заканчивая ход.<br/><Bullet/> Автопушка может использовать особые патроны XCOM."
AbilityDescName="автопушка"

[IRI_Heavy_Autogun_MK2 X2WeaponTemplate]
FriendlyName="Излучатель \"Кирука\""
FriendlyNamePlural="Излучатели \"Кирука\""
BriefSummary="Получив улучшения на основе ранних концептов лучевых технологий, излучатель наносит больше повреждений, чем стандартная автопушка \"Кирука\."
TacticalText="Получив улучшения на основе ранних концептов лучевых технологий, излучатель наносит больше повреждений, чем стандартная автопушка \"Кирука\.<br/><Bullet/> Большой запас патронов делает излучатель незаменимым в условиях насыщенной мишенями среды.<br/><Bullet/> Низкочастотные пульс-лучи, которыми стреляет излучатель, наносят очень малый урон объектам окружения.<br/><Bullet/> Прошедшие специальные тренировки бойцы способны использовать излучтель, не заканчивая ход.<br/><Bullet/> Излучатель может использовать особые патроны XCOM."
AbilityDescName="излучатель"

[IRI_Fire_HeavyAutogun X2AbilityTemplate]
LocFriendlyName="Выстрел из автопушки"
LocLongDescription="Выстрел из автопушки \"Кирука\" в цель."
LocHelpText="Выстрел из автопушки \"Кирука\" в цель."

[IRI_Fire_HeavyAutogun_Spark X2AbilityTemplate]
LocFriendlyName="Выстрел из автопушки"
LocLongDescription="Выстрел из автопушки \"Кирука\" в цель."
LocHelpText="Выстрел из автопушки \"Кирука\" в цель."

[IRI_Fire_HeavyAutogun_BIT X2AbilityTemplate]
LocFriendlyName="Выстрел из автопушки"
LocLongDescription="Выстрел из автопушки \"Кирука\" в цель."
LocHelpText="Выстрел из автопушки \"Кирука\" в цель."


[IRI_ArmCannon_Tech X2TechTemplate]
DisplayName="Устройство трансформации механической руки"
Summary="Приложив немного усилий и ресурсов, мы могли бы разработать систему трансформации оружия. Оно позволило бы нашим тяжелым механизированным подразделениям нести дополнительное тяжелое оружие, интегрированное в их левую руку."

[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strInventoryLabels[eInvSlot_SparkGrenadePocket]="ГРАНАТА"
m_strInventoryLabels[eInvSlot_AuxiliaryWeapon]="ДОПОЛНИТЕЛЬНОЕ ОРУЖИЕ"
m_strInventoryLabels[eInvSlot_ExtraBackpack]="ТЯЖЕЛОЕ ОРУЖИЕ BIT"